Repository: youssef-99/esma3ny
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Therapist
ar: معالج

source: Client
ar: عميل

source: Email
ar: البريد

source: Password
ar: كلمة المرور

source: Login
ar: سجل دخول

source: Create Account
ar: انشاء حساب جديد

source: Name
ar: الاسم

source: Confirm password
ar: تاكيد كلمة المرور

source: Gender
ar: الجنس

source: Date of Birth
ar: تاريخ الميلاد

source: Country
ar: البلد

source: Phone Number
ar: رقم الهاتف

# i_accept
source: I accept the
ar: اوافق علي جميع

source: terms and conditions
ar: الشروط والاحكام

source: Sign up
ar: سجيل حساب

source: Therapists
ar: المعالجين

source: Specialized at:
ar: متخصص في:

source: See more
ar: المذيد

# specialization
source: Specialties
ar: التخصص

source: Languages
ar: اللغات

source: Jobs
ar: المسمي الوظيفي

source: Availability
ar: المتاح

source: Availabile
ar: متاح

source: Male
ar: ذكر

source: Female
ar: انثي

source: Fees
ar: سعر الجلسه

source: Reset
ar: اعاده

source: Apply
ar: تاكيد

source: Filters
ar: التصنيف

source: Sessions
ar: الجلسات

# profile
source: Profile Page
ar: الصفحه الشخصيه

source: Settings
ar: الاعدادات

source: Therapist Profile
ar: صفحة المعالج

source: Book
ar: احجز الان

source: About
ar: حول المعالج

# experience
source: Work History
ar: الخبرات

source: Education
ar: التعليم

source: Region
ar: المنطقه

source: Main Focus
ar: التخصص الاساسي

source: Specialized in
ar: متخصص في

source: Joining date
ar: تاريخ الانضمام

# language
source: Languages
ar: اللغه

source: Bio
ar: السيره الذاتيه

# no_ex_found
source: No experience found!
ar: لا يوجد خبرات

source: Educations
ar: التعليم

# certificates
source: Certificates & Licenses
ar: الشهادات

source: Video
ar: مكالمه مرئيه

source: Audio
ar: اتصال

source: Chat
ar: دردشه

source: Min
ar: دقيقه

source: USD
ar: دولار

source: EGP
ar: جنيه

source: Edit
ar: تعديل

source: Session List
ar: قائمة الجلسات

# change_prof_pic
source: Set Profile Picture
ar: تغيير الصوره الشخصيه

# edit_profile
source: Edit
ar: تعديل الصفحه الشخصيه

source: Mode
ar: الوضع المظلم

source: Contact Us
ar: تواصل معنا

source: About Us
ar: حول التطبيق

source: Log Out
ar: سجل خروج

# appointments
source: Appiontments
ar: الحجوزات

source: Today
ar: اليوم

source: Upcoming
ar: غدا

# session_didnt_start_yet
source: Session hasn't started yet
ar: الجلسه لم تبدا بعد

source: Join
ar: انضم

source: Start
ar: ابدا

source: Not started
ar: لم تبدا

source: Calendar
ar: التقويم

source: Didn't booked yet!
ar: لم تحجز بعد

# start_day
source: Start Date
ar: يوم البدء

# strat_time
source: Start Time
ar: ساعة البدء

source: Duration
ar: المده الزمنيه

source: Create Bulk
ar: اضافة مجموعه

source: Bulk
ar: مجموعه

# end_day
source: End Date
ar: يوم الانتهاء

source: Submit
ar: حفظ

source: Basic Info
ar: المعلومات الاساسيه

source: About Me
ar: المعلةمات الشخصيه

source: Balance
ar: الحساب

source: Session History
ar: تاريخ الجلسات

source: Timeslot deleted successfully
ar: تم مسح الموعد بنجاح

source: Job name
ar: المسمي الوظيفي

# job_title_in_english
source: Occupation (English)
ar: المسمي الوظيفي بالانجليزيه

# job_title_in_arabic
source: Occupation (Arabic)
ar: المسمي الوظيفي بالعربيه

source: Prefix
ar: اللقب

# bio_in_english
source: Bio [English]
ar: السيره الذاتيه بالانجليزيه

# bio_in_arabic
source: Bio [Arabic]
ar: السيره الذاتيه بالعربيه

source: Add more +
ar: اضف المذيد

# organization_in_english
source: Organization (english)
ar: اسم المنظمة بالانجليزيه

# organization_in_arabic
source: organization (arabic)
ar: اسم المنظمة بالعربيه

source: From
ar: من

source: To
ar: الي

source: City
ar: المدينة

# add_experience
source: Add Work History
ar: اضف خبرات

source: Add Education
ar: اضف تعليم

# school_in_english
source: School name (english)
ar: اسم الجامعه بالانجلزيه

# school_in_arabic
source: School name (arabic)
ar: اسم الجامعه بالعربيه

# degree_in_english
source: Degree (english)
ar: الدرجه العلمية بالانجليزيه

# degree_in_arabic
source: Degree (arabic)
ar: الدرجه العلمية بالعربيه

# add_cerificate
source: Add certificate
ar: اضف شهادات

# issuing_org_en
source: Issuing Organization (english)
ar: المنظمة المصدرة بالأنجليزية

# issuing_org_ar
source: Issuing Organization (arabic)
ar: المنظمة المصدرة بالعربية

# name_in_english
source: Title (english)
ar: أسم الشهادة بالأنجليزية

# name_in_arabic
source: Title (arabic)
ar: أسم الشهادة بالعربية

# lencensing_org
source: Lencensing Organization
ar: جهة الترخيص

# lencensing_num
source: lencensing Number
ar: رقم الترخيص

source: Pending
ar: معلق

source: Transferred
ar: نقل

source: Health Profile
ar: الحساب الصحي

source: Client Profile
ar: حساب العميل

source: Clients
ar: العملاء

source: Search
ar: بحث

# profile_updated_message
source: Profile Updated Successfully
ar: تم تحديث بيانات المستخدم بنجاح

# camera
source: Take Photo
ar: التقط صوره

source: Gallery
ar: معرض الصور

# foreign_fees
source: Foreign Account
ar: حساب اجنبي

# account_type
source: Bank Account Type
ar: نوع الحساب البنكي

source: Video Fees
ar: سعر جلسة الفيديو

source: Audio Fees
ar: سعر جلسة الهاتف

source: Chat Fees
ar: سعر الجلسه النصيه

# price_for_60_min_usd
source: Price for 60 Minutes [USD]
ar: سعر جلسة ال٦٠ دقيقه [دولار]

# price_for_30_min_usd
source: Price for 60 Minutes [USD]
ar: سعر جلسة ال٣٠ دقيقه [دولار]

# price_for_60_min_egp
source: Price for 60 Minutes [EGP]
ar: سعر جلسة ال٦٠ دقيقه [ج.م]

# price_for_30_min_egp
source: Price for 60 Minutes [EGP]
ar: سعر جلسة ال٣٠ دقيقه [ج.م]

# price_for_30_min
source: Price for 30 Minutes
ar: سعر جلسة ال٣٠ دقيقه

# price_for_60_min
source: Price for 60 Minutes
ar: سعر جلسة ال٦٠ دقيقه

source: Notes
ar: الملاحظات

source: Public Notes
ar: ملاحظات مشتركه

source: Notes Preview
ar: عرض الملاحظات

source: Client Notes
ar: ملاحظات العميل

source: Notes completed
ar: اكتملت الملاحاظات

source: Search for therapist
ar: ابحث عن معالج

source: Notes shared successfully
ar: تم مشاركة الملاحظات بنجاح

source: Client didn't authorized notes referral
ar: العميل لم يوافق علي مشاركة الملاحظات

# stripe_connect
source: It looks that you don't connect your bank account yet with Esma3ny please complete it before requesting activating your account.
ar: انت لم تصل حسابك البنكي بحساب اسمعني. نرجو تنشيط حسابك اولا

source: Connect
ar: اربط حسابك

source: For another one
ar: لشخص اخر

source: Who referred you
ar: من احالك لنا

source: Marital Status
ar: الحاله الاجتماعيه

source: Degree
ar: الشهاده

source: Which services are you looking for?
ar: ماهي الخدمات التي تريدها

source: What problem(s) are you seeking help for?
ar: ما هى المشكلات التى تريد المساعدة لها؟

source: Problems Started Date
ar: تاريخ بدء ظهور المشكلات

source: Have any of your family members been diagnosed or treated for a psychiatric problem?
ar: هل هناك فرد فى العائله تم تشخيصه او علاجه من مرض نفسىى؟

source: Field Can't Be Empty
ar: لا يمكن لهذا الحقل ان يكون فارغ

source: Is there anything else you want your psychologist to know?
ar: هل يوجد شئ اخر تريد ان تخبر المعالج به

source: Number of children
ar: عدد الاولاد

source: Date Of Birth for another one
ar: تاريخ ميلاده

source: Relation to client
ar: العلاقه بالعميل

source: English
ar: الانجليزيه

source: Arabic
ar: العربيه

# upcomming_sessions
source: Upcoming Sessions
ar: الجلسات القادمه

source: Tomorrow
ar: غدا

source: Or choose date
ar: او اختر تاريخا

source: Choose time
ar: اختر وقتا

source: No available time slot
ar: لا يوجد مواعيد متاحه

source: Free
ar: مجانا

source: Choose Time Slot To Continue
ar: اختر ميعاد اولا للاستمرار

# continue_next
source: Continue
ar: التالي

source: PREV
ar: السابق

source: NEXT
ar: التالي

source: 'Select date
ar: اختر تاريخا

# network_error_check_your_internet_connection
source: Network error check your internet connectio
ar: خطا في الاتصال بالانترنت حاول مجددا لاحقا

source: Server error try again later
ar: خطا من الخادم حاول مجددا لاحقا

source: time out try again
ar: حاول مجددا

source: Something went wrong
ar: حدث خطا ما حاول مجددا

source: No results found
ar: لم يتم العثور علي نتائج

source: Select Job
ar: اختر وظيفه

source: Select Specialization
ar: اختر تخصص

source: Select Language
ar: اختر لغه

source: Any
ar: الكل

# are_you_sure_you_want_to_cancel_this_session
source: Are you sure you want to canel this session ?
ar: هل انت متاكد من الغاء الجلسه

source: No
ar: لا

source: yes
ar: نعم

source: Cancel
ar: الغاء

source: Pay Now
ar: ادفع الان

source: Unknown
ar: غير معروف

# strat_your_free_session
source: Start your free session
ar: احجز جلستك المجانيه

# password_requirments
source: Use 8 or more characters with a mix of letters and at least one number
ar: استخدم 8 أحرف أو أكثر مع مزيج من الأحرف ورقم واحد على الأقل

source: Your Therapist
ar: معالجك

source: Session Type
ar: نوع الجلسه

source: Date
ar: التاريخ

source: Time
ar: الميعاد

source: Pay Later
ar: ادفع مؤخرا

source: Session Fees
ar: سعر الجلسه

source: Free Session
ar: جلسه مجانيه

source: Payment
ar: الدفع

source: Number
ar: رقم الكارت

source: Expired Date
ar: تاريخ الانتهاء

source: Card Holder
ar: اسم حامل الكارت

source: Nationality
ar: الجنسيه

source: Services
ar: الخدمات المطلوبه

source: Problems
ar: المشاكل

source: Family Problems
ar: المشاكل العائليه

# extra_notes
source: Client Notes
ar: ملاحظات العميل

# no_extra_notes
source: No client notes
ar: لا يوجد ملاحظات

# referred_by
source: Refered by
ar: مشار عليه من

# password_8_char
source: Password must be at least 8 charachters
ar: كلمة المرور يجب ان تكون ٨ حروف علي الاقل

# password_upper_char
source: Password must contain uppercase charachter
ar: كلمة المرور يجب ان تحتوي علي حرف كبير علي الاقل

# password_lower_char
source: Password must contain lowercase charachter
ar: كلمة المرور يجب ان تحتوي علي حرف صغير علي الاقل

# no_result_found
source: No results found!
ar: لم يتم العثور علي اي نتائج

# we_couldnt_find_result
source: We couldn't find any results matching your applied filters.
ar: لم نتمكن من العثور علي اي نتائج تناسب ما تبحث عنه

# somthing_went_wrong
source: Something went wrong'
ar: حدث خطا ما

# the_application_encounter
source: The application has encountered an unknown error. Please try again later.
ar: التطبيق واجه خطا غير متوقع حاول مجددا

source: Try Again
ar: حاول مجددا

source: No connection
ar: لا يوجد اتصال

# please_check_internert
source: Please check internet connection and try again.
ar: من فضلك تاكد من اتصالك بخدمة الانترنت وحاول مجددا
